{"quoteTitle":"INVOICE","billingInfo":"\n            <span class=\"editable\" contenteditable=\"true\">phomelelongwellnessclinic</span><br>\n            <span class=\"editable\" contenteditable=\"true\">phomelelongwellnessclinic@gmail.com</span><br>\n            <span class=\"editable\" contenteditable=\"true\">076 735 4237</span><br>\n            <span class=\"editable\" contenteditable=\"true\">13303 EXT 13, SOSHANGUVE, 0152 PTA</span>\n          ","quoteDetails":"\n            <span class=\"editable\" contenteditable=\"true\">INVOICE NO:</span>\n            <span class=\"editable\" contenteditable=\"true\">001</span><br>\n            REF: <span class=\"editable\" contenteditable=\"true\">PWC001</span><br>\n            DATE:\n            <span id=\"currentDate\" class=\"editable\" contenteditable=\"true\">2025-01-28</span>\n          ","invoiceItems":[{"description":"Logo Design","quantity":"1","duration":"4 days","cost":"400.00"},{"description":"Letterhead Design","quantity":"1","duration":"2 days","cost":"300.00"},{"description":"Business Card Design","quantity":"1","duration":"3 days","cost":"300.00"}],"terms":"\n          <h4>1. Acceptance of Terms</h4>\n          <p>By engaging Idjoy (Pty) Ltd's services, you agree to the following terms and conditions. These terms apply to all service packages, add-on services, and individual services listed in our Service Packages and Pricing.</p>\n\n          <h4>2. Service Delivery</h4>\n          <p>All services are provided as described in the Service Packages and Pricing table.</p>\n          <p>Custom packages can be created based on specific client needs, with pricing adjusted accordingly.</p>\n          <p>Each package includes a one-week review period for design approval. After this period, additional design changes will be charged based on the scope of work.</p>\n\n          <h4>3. Client Responsibilities</h4>\n          <p>Clients are responsible for providing all necessary content, including text, images, and other materials required for the completion of services.</p>\n          <p>It is the client's responsibility to ensure that all materials provided do not infringe on any third-party copyrights. Idjoy (Pty) Ltd is not liable for any copyright infringements arising from materials supplied by the client.</p>\n          <p>For any PDF work provided, clients must have their own editing software to make future changes. If additional changes are required after the review period is over, clients will be required to pay additional fees based on the scope of work.</p>\n          <p>Clients must review and approve all work within the specified review period. Failure to do so will result in the project being considered approved, and any subsequent changes will be charged based on the scope of work.</p>\n\n          <h4>4. Payment Terms</h4>\n          <p>All prices are listed in South African Rand (ZAR) and are subject to change with prior notice.</p>\n          <p>A 50% commitment deposit is required to commence work on any service or package. The remaining balance is due upon project completion.</p>\n          <p>If the final invoice is not paid within one week of project completion, a 10% surcharge will be added to the outstanding balance.</p>\n          <p>Late payments may result in additional fees, particularly if the client requires further changes after the payment deadline. These fees will be charged based on the scope of work.</p>\n\n          <h4>5. Cancellation and Refunds</h4>\n          <p>Clients may cancel their project at any time before the project is completed. However, the initial deposit is non-refundable.</p>\n          <p>If a project is canceled after work has commenced, the client will be invoiced for any completed work at the standard rates outlined in the Service Packages and Pricing table.</p>\n\n          <h4>6. Ownership and Usage Rights</h4>\n          <p>Upon full payment, all completed designs and materials become the property of the client.</p>\n          <p>Idjoy (Pty) Ltd reserves the right to showcase completed work in our portfolio unless otherwise agreed in writing.</p>\n\n          <h4>7. Liability</h4>\n          <p>Idjoy (Pty) Ltd is not liable for any indirect, special, or consequential damages arising out of the use of our services.</p>\n          <p>We strive to provide services that meet the highest standards, but we cannot guarantee that all services will be error-free or that they will meet all client expectations.</p>\n          <p>Idjoy (Pty) Ltd is not responsible for any delays caused by the client's failure to provide necessary materials or approvals. Any additional costs incurred due to such delays will be charged based on the scope of work.</p>\n\n          <h4>8. Revisions and Modifications</h4>\n          <p>During the one-week review period, clients may request revisions at no additional cost. After this period, revisions will be charged based on the scope of work.</p>\n          <p>If additional revisions are required due to late payments or changes in project scope, additional fees will apply based on the scope of work.</p>\n\n          <h4>9. Governing Law</h4>\n          <p>These terms and conditions are governed by the laws of South Africa. Any disputes arising from these terms will be subject to the jurisdiction of South African courts.</p>\n\n          <h4>10. Indemnification</h4>\n          <p>Clients agree to indemnify and hold Idjoy (Pty) Ltd harmless from any claims, damages, or expenses, including legal fees, arising out of any breach of these terms by the client or any issues related to the materials provided by the client.</p>\n\n          <h4>11. Force Majeure</h4>\n          <p>Idjoy (Pty) Ltd is not liable for any failure to perform its obligations due to circumstances beyond its reasonable control, including but not limited to natural disasters, strikes, or other events considered as force majeure.</p>\n\n          <h4>12. Contact Information</h4>\n          <p>For any queries or concerns regarding these terms and conditions, please contact Creative Design Joy Mahlatjie at joy@idjoy.online</p>\n          <p>Address: 1205 Dunwoodie Street, Waverly, Pretoria, 0135</p>\n        ","footerLeft":"\n          <div class=\"social-links\">\n            <a href=\"#\" target=\"_blank\" aria-label=\"WhatsApp\"><i class=\"fab fa-whatsapp\"></i></a>\n          </div>\n          <span class=\"editable\" contenteditable=\"true\">www.x.com/identityjoy</span>\n          <span class=\"editable\" contenteditable=\"true\">(+27) 611-552-8678</span>\n          <span class=\"editable\" contenteditable=\"true\">Registration Number: 2024/464477/07</span>\n          <span class=\"editable\" contenteditable=\"true\">Company Address: 1205 Dunwoodie Street, Waverly, Pretoria, 0135</span>\n        ","footerCenter":"\n          <span class=\"editable\" contenteditable=\"true\">Account hold details : Mr P Mahlatjie</span><br>\n          <span class=\"editable\" contenteditable=\"true\">Company name : Idjoy (pty) ltd</span><br>\n          <span class=\"editable\" contenteditable=\"true\">Bank : Capitec Business</span><br>\n          <span class=\"editable\" contenteditable=\"true\">Account number : 1051792665</span><br>\n          <span class=\"editable\" contenteditable=\"true\">Branch code : 450105</span>\n        ","footerRight":"\n          <div id=\"depositSubtotalSection\">\n            Deposit = R<span id=\"deposit\" class=\"editable\" contenteditable=\"true\">500.00</span><br>\n            Sub-total : R<span id=\"subtotal\" class=\"editable\" contenteditable=\"true\">500.00</span><br>\n          </div>\n          Total fee : R<span id=\"totalFee\">1000.00</span>\n        "}